Repository: Margi47/DanceConventionClient
Catalog: DanceConventionClient/DanceConventionClient/AppResources.*.resx
Languages: ru

# CameraButton
source: Scan QR Code
ru: Сканировать код

# CameraPageTitle
source: Scanning QR Code
ru: Сканирование кода

# CodePageTitle
source: QR Code
ru: QR Код

# ContestPageHeader
source: Contests
ru: Конкурсы

# ContestPageInfo
source: No contests available for check-in
ru: Нет конкурсов, открытых для регистрации

# CurrentEventPageContestButton
source: Contest check-in
ru: Регистрация на конкурс

# CurrentEventPageRegButton
source: My registration
ru: Моя регистрация

# CurrentEventPageRegDeskButton
source: Registration desk
ru: Регистрационная стойка

# CurrentEventPageTitle
source: Event
ru: Мероприятие

# LoginPageLogButton
source: Login
ru: Войти

# LoginPageLoginLabel
source: Login
ru: Логин

# LoginPagePasswordLabel
source: Password
ru: Пароль

# LoginPageTitle
source: Welcome
ru: Добро пожаловать

# MyEventsPageCurrentHeader
source: Current Events
ru: Скоро

# MyEventsPagePastHeader
source: Past Events
ru: Прошедшие

# MyEventsPageTitle
source: MyEvents
ru: Мои мероприятия

# ProfilePageLogoutButton
source: Logout
ru: Выйти

# ProfilePageTitle
source: Profile
ru: Профиль

# RegDeskPageAmount
source: Amount
ru: Сумма

# RegDeskPageComment
source: Comment
ru: Комментарий

# RegDeskPageCurrency
source: ALL AMOUNTS DISPLAYED IN:
ru: ВСЕ ЦЕНЫ УКАЗАНЫ В:

# RegDeskPageOwed
source: Owed:
ru: Не оплачено:

# RegDeskPagePaymentButton
source: Record Payment
ru: Записать платеж

# SettingsPageInfoInformation
source: Log level changed to information
ru: Расширенное логгированиег отключено

# SettingsPageInfoUrl
source: URL changed to:
ru: Адрес сервера изменен на:

# SettingsPageInfoVerbose
source: Log level changed to verbose
ru: Расширенное логгирование включено

# SettingsPageReportButton
source: Report Error
ru: Отправить отчет

# SettingsPageSubmitButton
source: Submit
ru: Применить

# SettingsPageTitle
source: Settings
ru: Настройки

# SettingsPageUrlLabel
source: Server URL
ru: Адрес сервера

# SettingsPageVerboseSwitchLabel
source: Enable verbose logging
ru: Расширенное логгирование

# UserRegPageHeader
source: Signup Info
ru: Регистрация

# UserRegPageInvoiced
source: Invoiced:
ru: Выставлено:

# UserRegPagePaid
source: Paid:
ru: Оплачено:

# UserRegPagePass
source: Event pass
ru: Выбранный пасс

# UserRegPageQrButton
source: Registration QR Code
ru: Посмотреть QR код регистрации
